Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Missing Campaigns
uk_ua: Відсутні кампанії

source: Missing User-made Content
uk_ua: Відсутній користувацький контент

source: Missing addon: $id
uk_ua: Відсутній аддон: $id

source: Missing addon: $name
uk_ua: Відсутній аддон: $name

source: Missing argument $arg_id
uk_ua: Відсутній аргумент $arg_id

source: Missing closing tag for tag [$tag]
uk_ua: Відсутній закриваючий тег для тегу [$tag]

source: Missing passphrase.
uk_ua: Відсутня кодова фраза.

source: Mitbreen
uk_ua: Мітбрін

source: Mitche
uk_ua: Мітче

source: Mithalwe
uk_ua: Мізалва

source: Mixed Flowers
uk_ua: Дикорослі квіти

source: Mixed terrain types share the properties of multiple basic terrain types — units generally receive the <italic>text='best defense'</italic> and <italic>text='worst movement'</italic> of the underlying basic types when they move onto a mixed type. For example, this is the case with <italic>text='forested hills'</italic>, <italic>text='sand hills'</italic>, and <italic>text='cave hills'</italic>.
uk_ua: змішані типи місцевості мають властивості декількох базових типів. На змішаних місцевостей бійці зазвичай отримують <italic>text='кращий захист'</italic> з базових типів місцевостей, що її утворюють, і <italic>text='гіршу ціну ходу'</italic> з тих же базових місцевостей. Наприклад, так працюють <italic>text='лісисті пагорби'</italic>, <italic>text='пустельні пагорби'</italic> та <italic>text='печерні пагорби'</italic>.

source: Moderator Controls
uk_ua: Засоби адміністрування

source: Modification
uk_ua: Модифікація

source: Modifications
uk_ua: Модифікації

source: Modifications are optional scenario- and era-independent scripts that can alter the default ruleset in various ways. You can choose and configure modifications when creating a new game.
uk_ua: Модифікації — це необов'язкові, незалежні від сценаріїв та ер скрипти, які можуть змінювати звичайні правила гри чисельними способами. Ви можете вибрати і налаштувати модифікації при створенні нової гри.

source: Modifications:
uk_ua: Модифікації:

source: Modifies the specified property of the selected unit. Example: :unit hitpoints=100
uk_ua: Змінює вказану властивість вибраного бійця. Наприклад: :unit hitpoints=100

source: Modify a unit variable. (Only top level keys are supported, and advances=<number>.)
uk_ua: Модифікувати змінну бійця. (Підтримуються лише ключі верхнього рівня та advances=<число>.)

source: Mokolo Qimur
uk_ua: Моколо Кімур

source: Monolith
uk_ua: Моноліт

source: Monster
uk_ua: Чудовисько

source: Monsters
uk_ua: Чудовиська

source: Monsters! We’re being invaded by monsters.
uk_ua: Чудовиська! На нас напали чудовиська.

source: Moor
uk_ua: Мисливське угіддя

source: Mordak
uk_ua: Мордак

source: More allies will arrive on turn $council_arrive_turn|.
uk_ua: Більше союзників прибуде на $council_arrive_turn| ходу.

source: More bandits? Begone, we have nothing left for you.
uk_ua: Знову бандити? У нас вже більше нічого для вас не залишилося.

source: More bandits?! Prepare to die!
uk_ua: Ще більше бандитів?! Готуйся до смерті!

source: More elves are arriving; even if they believe me, the kidnappers’ trail is sure to fade before we can follow.
uk_ua: Ельфи все прибувають та прибувають. Навіть якщо вони повірять мені, сліди викрадачів загубляться швидше, ніж ми зможемо продовжити переслідування.

source: More experienced dwarvish fighters wear heavy chain mail and plate armor, for which they are rightly famous. In the dark dreams of dwarvenkind, some conceal their faces behind riveted masks.
uk_ua: Більш досвідчені гномські бійці відомі своїм бойовим обмундируванням, що зазвичай складається з важкої кольчуги та пластинчастих обладунків. Йдучи за темними мріями гномського народу, дехто ховає свої обличчя за сталевими масками.

source: More general tips
uk_ua: Ще трохи порад

source: More like ‘NW — Every orc on the Isle’. Hmph!
uk_ua: Швидше ‘ПнЗх — Усі орки цього Острова’. Хмм!

source: More orcs will follow after these. That ruby guarantees it. If more orcs follow us here, the elves seem content to let us fight it out. Then they said they would ‘deal with the survivors’.
uk_ua: Після цих орків припливуть ще. Рубін це забезпечить. Якщо орки припливуть ще раз, ельфи, ймовірно, з радістю дадуть нам битися з ними. А потім, як вони сказали, "потурбуються про тих, що вижили".

source: More resilient than their smaller counterparts, these golems of mud are much more capable of putting up a fight with a proper soldier even with their crude arms, and are more mobile to boot. Coming about from more powerful conjurers seeking an efficient way to harass civilians and armies, these can also be seen roaming the wild from time to time, their earthy composition making them immune to wildlife that rely on poison to fight.
uk_ua: Більш живучі, ніж їхні менші колеги, ці големи з бруду швидше рухаються і здатні витримати бій з підготовленим солдатом навіть без особливої зброї. Могутні чарівники часом використовують їх для залякування армій та цивільних осіб. Час від часу їх можна побачити у дикій природі, їхня грязьова структура робить їх невразливими для диких звірів, які покладаються на отруту.

source: More saurians are arriving. They’ve surrounded us! We’re doomed.
uk_ua: Ящери усе прибувають. Вони оточили нас! Ми приречені.

source: More troops be coming from the south! With all them reinforcements, we gots no chance to defend Elensefar!
uk_ua: Все більше військ прибуває з півдня! Ми не зможемо впоратись з усіма їхніми підкріпленнями, в нас німа жодного шансу захистити Еленсефар!

source: More undead! Alas, we cannot hold against a force so great. We will have to abandon Westin and let them sack the city...
uk_ua: Більше мерців! На жаль, ми не можемо втриматися проти такої сили. Доведеться покинути Вестін та дозволити їм розграбувати місто...

source: Moreth
uk_ua: Морез

source: Morning
uk_ua: Ранок

source: Morning — First Hour
uk_ua: Ранок — Перша година

source: Morning — Fourth Hour
uk_ua: Ранок — Четверта година

source: Morning — Second Hour
uk_ua: Ранок — Друга година

source: Morning — Third Hour
uk_ua: Ранок — Третя година

source: Morogor
uk_ua: Морогор

source: Morvin!
uk_ua: Морвін!

source: Mossa
uk_ua: Мосса

source: Most likely he has cloaked himself, thinking to run ahead to gather his followers. He could be within a spear-cast of us now and we wouldn’t know it in this gloom.
uk_ua: Скоріше за все, він зачарував себе, щоб непомітно побігти наперед та зібрати своїх послідовників. Навіть якби він був на відстані спису від нас, ми б все одно не помітили його.

source: Most of your citizens are not soldiers who will simply obey your orders. It will not be voiced aloud, but if you leave now, some of the people will think this mission is just an excuse to run away.
uk_ua: Більша частина твоїх підданих це не солдати, що просто підкоряться твоїм наказам. Зараз про це ніхто не скаже, але якщо ти підеш зараз, хтось з народу може подумати, що твоє завдання це лише привід, щоб втекти.

source: Most units exert a Zone of Control which affects the hexes your unit can reach and the path your unit takes. These restrictions are automatically reflected in both the path that is displayed for your unit and the hexes it may move to on the current turn.
uk_ua: Більшість бійців мають Зону Контролю, що впливає на те, на які поля і якими шляхами можуть добратися ваші бійці. Ці обмеження відображаються при показі шляхів і доступних полів для вибраного бійця.

source: Most units have two traits. However, goblins have only one trait, undead units are always assigned the single trait <italic>text='undead'</italic> and in some cases <italic>text='fearless'</italic>, and woses do not receive any traits.
uk_ua: Більшість бійців мають дві риси. Тим не менше, гобліни мають лише одну рису, мерці мають лише рису <italic>text='мрець'</italic> та у деяких випадках — <italic>text='безстрашний'</italic>, а лісовики взагалі не мають ніяких рис.

source: Mountains
uk_ua: Гори

source: Mounted General
uk_ua: Кінний Генерал

source: Mouse Scrolling
uk_ua: Прокрутка мишею

source: Mouse scrolling
uk_ua: Прокрутка мишою

source: Move Aiglondur to the signpost at the east end of the pass
uk_ua: Перемістити Айглондура до вказівника на східному кінці переходу

source: Move Ardonna to the northeast corner of the map
uk_ua: Проведіть Ардонну в північно-східний куток мапи

source: Move Ardonna to the signpost
uk_ua: Проведіть Ардонну до дороговказа

source: Move Ardonna to the tunnel
uk_ua: Приведіть Ардонну до тунелю

source: Move Arvith to the cell with his brother to free him
uk_ua: Перемісти Арвіта до камери, щоб врятувати брата

source: Move Delfador to Ur-Thorodor’s castle
uk_ua: Перемістіть Делфадора в замок Ур-Тородора

source: Move Delfador to close the Portal and then return everyone to the tunnel
uk_ua: Перемістіть Делфадора до вказівника на північному сході

source: Move Delfador to the signpost
uk_ua: Доведіть Делфадора до вказівника

source: Move Delfador to the signpost in the northeast
uk_ua: Перемістіть Делфадора до вказівника на північному сході

source: Move Deoran into Kerlath Province
uk_ua: Досягніть Деораном провінції Керлат

source: Move Deoran through the woods and over the river
uk_ua: Перемістіть Деорана через ліс та за ріку

source: Move Deoran to the Elvish city in the western woods
uk_ua: Пересуньте Деорана до ельфійського міста у західних лісах

source: Move Ethiliel to Mebrin’s village
uk_ua: Пересуньте Етілієль до села Мебріна

source: Move Kai Krellis to the north-west corner of the map. He must be level one or higher.
uk_ua: Пересунути Кая Креліса до північно-західного кута мапи. Він має бути першого рівня або вище.

source: Move Konrad next to Delfador
uk_ua: Перемістіть Конрада до Делфадора

source: Move Konrad to a nearby village
uk_ua: Пересуньте Конрада до села

source: Move Konrad to the keep
uk_ua: Перемістіть Конрада у фортецю

source: Move Konrad to the signpost in the northwest
uk_ua: Приведіть Конрада до вказівника на північному заході

source: Move Li’sar next to Delfador
uk_ua: Перемістіть Лі'сар до Делфадора

source: Move Li’sar to a nearby village
uk_ua: Пересуньте Лі'сар до села

source: Move Li’sar to the keep
uk_ua: Перемістіть Лі'сар у фортецю

source: Move Malin to the end of the mountain pass
uk_ua: Перемістіть Маліна в кінець гірського перевалу

source: Move Thursagan to the signpost
uk_ua: Перемістіть Турсагана до вказівника

source: Move any unit next to captives and they will join your side
uk_ua: Підведіть будь-якого бійця до полонених і вони перейдуть на вашу сторону.

source: Move any unit next to these captives and they will join your side. The spiders guarding each captive are currently wounded, the sooner you get there the better chance you have of killing them.
uk_ua: Підведіть будь-якого бійця до полонених і вони перейдуть на вашу сторону. Павуки, що охороняють полонених, поранені, тому чим раніше ви туди доберетеся, тим більше у вас шансів їх вбити.

source: Move any unit onto these villages to destroy the mine. Each one you destroy will reduce the enemy’s income by 10.
uk_ua: Помістіть будь-якого бійця в село, щоб знищити копальню. Кожна знищена копальня зменшить прибуток ворога на 10 золотих.

source: Move both Aiglondur and Angarthing to the eastern signpost
uk_ua: Перемістити Айглондура та Ангарсінга до східного вказівника

source: Move leader here
uk_ua: Привести лідера сюди

source: Move leader to...
uk_ua: Привести лідера до...

source: Move/Attack
uk_ua: Рух/Атака

source: Movement
uk_ua: Рух

source: Movement Cost
uk_ua: Ціна ходу

source: Movement Costs:
uk_ua: Ціна ходу:

source: Movement in <italic>text='Battle for Wesnoth'</italic> is simple. Click on the unit you wish to move to select it, then click on the hex you wish to move it to. When a unit is selected, everywhere it can move this turn will be highlighted, and all other hexes on the map are made dull. Mousing over a highlighted hex shows the defense rating the unit would have if you moved it to that hex. Mousing over a dull hex will also show the number of turns required to reach it, and clicking will cause the unit to move towards it by the fastest route over this and subsequent turns. If you don’t use up all of a unit’s movement when you first move a unit, you may move it again. This is useful when having two units switch places. Attacking with a unit will use up its movement. Ending a move in a village you don’t already own will also use up a unit’s movement, but will still allow it to attack.
uk_ua: Рухатись в <italic>text='Битві за Веснот'</italic> простіше простого. Виберіть бійця, який повинен зробити хід, а потім виберіть поле, на яке він повинен перейти. Усі поля, до яких вибраний боєць може добратися за один хід, підсвічуватимуться. Навівши мишу на підсвічене поле, Ви побачите величину захисту, який боєць отримає на цьому полі. При наведенні миші на затінене поле також відобразиться кількість ходів, за яку боєць дійде до нього: якщо ви клацнете на полі, боєць відправиться до нього по найкоротшому шляху, в цьому на наступних необхідних ходах. Якщо ви витратили не всі очки пересування за раз, то бійця можна перемістити знову. Це корисно коли треба поміняти двох бійців місцями. При нападі використовуються всі вільні очки переміщення. Закінчивши рух в чужому селі, боєць також витрачає всі вільні очки, але все ще зможе нападати.

source: Movement properties:
uk_ua: Властивості руху:

source: Movement:
uk_ua: Очки руху:

source: Moves
uk_ua: Ходи

source: Moves:
uk_ua: Ходів:

source: Movetype:
uk_ua: Тип руху:

source: Moving
uk_ua: Переміщення

source: Moving onto a village that is neutral or owned by an enemy will take ownership of it and end your move for that unit.
uk_ua: При переміщення в село, яке не належить нікому, або належить ворогові, це село переходить у вашу власність, а боєць, що туди перейшов, втрачає невитрачені ходи.

source: Movrur
uk_ua: Моврур

source: Movrur, I had meant to ask you this before, but why do you wear a mask?
uk_ua: Мовруре, я мав спитати це раніше, однак чому ти носиш маску?

source: Mriram
uk_ua: Мрірам

source: Much larger than the common rats which often inhabit major cities, these vermin can injure an unarmed civilian, and can prove frustratingly elusive on any footing. While notably aggressive at night, these creatures do not pose much of a threat to any serious fighter.
uk_ua: Набагато більші, ніж звичайні щури, які часто населяють великі міста, ці шкідники можуть поранити неозброєного цивільного і довести марність спроб переслідування. Хоча вночі вони особливо агресивні, ці істоти не становлять загрози для тренованого бійця.

source: Mudcrawler
uk_ua: Брудоповз

source: Muddy Quagmire
uk_ua: Мутне болото

source: Muff Malal
uk_ua: Муфф Малал

source: Muff Toras
uk_ua: Мафф Торас

source: Muldondindal
uk_ua: Мулдондіндал

source: Multiplayer
uk_ua: Мультриплеєр

source: Multiplayer Alerts
uk_ua: Сповіщення мультриплеєру

source: Multiplayer Campaign
uk_ua: Кампанія для мультиплеєру

source: Multiplayer Campaigns
uk_ua: Кампанії для мультиплеєру

source: Multiplayer Commands
uk_ua: Команди мультиплеєру

source: Multiplayer Lobby
uk_ua: Фойє мультиплеєра

source: Multiplayer Maps and Balancing
uk_ua: Мережні карти та баланс гри

source: Multiplayer Scenario
uk_ua: Сценарій для мультриплеєру

source: Multiplayer dialog
uk_ua: Діалог мультиплеєру

source: Multiplayer_AI^Default AI (RCA)
uk_ua: Типовий ШІ (RCA)

source: Multiplayer_AI^Dev AI: Default AI (RCA) with Alternate Recruiting
uk_ua: ШІ для розробників: Типовий ШІ (RCA) з Альтернативним вербуванням

source: Multiplayer_AI^Dev AI: Idle AI
uk_ua: ШІ для розробників: Бездіяльний ШІ

source: Multiplayer_AI^Experimental AI
uk_ua: Експериментальний ШІ

source: Multiplayer_AI^Old Default AI (1.14 version)
uk_ua: Старий типовий ШІ (версія 1.14)

source: Multiple Healers
uk_ua: Декілька цілителів

source: Multiple healers from different allied sides can heal the same unit and speed up healing.
uk_ua: Кілька цілителів з різних союзних сторін можуть зцілювати одного і того ж бійця, і цим пришвидшити зцілення.

source: Murderous stowaways on my ship? I won’t have it! Go round up the rest of the crew and get them up here. We’re going hunting. All passengers are confined to quarters immediately.
uk_ua: На моєму кораблі переховуються вбивці? Неподобство! Піди-но поклич решту екіпажу, щоб тут усі зібралися. Уполюємо ту наволоч. Усім пасажирам негайно закритися в каютах.

source: Mushroom Farm
uk_ua: Грибна ферма

source: Mushroom Grove
uk_ua: Грибний гай

source: Music
uk_ua: Музика

source: Music on/off
uk_ua: Музика вкл/викл

source: Mute
uk_ua: Тихо

source: Mute a specific observer. If no username is supplied the muted usernames are displayed.
uk_ua: Вимкнути прийом повідомлень від певноого спостерігача. Якщо не вказано ім'я, то буде виведений перелік заборонених імен.

source: Mute an observer. Without an argument displays the mute status.
uk_ua: Вимкнути розмови спостерігачів. Без параметра - показує статус тиші.

source: Mute/Unmute all observers. (toggles)
uk_ua: Заборонити/дозволити говорити всім глядачам. (перемикач)

source: My King, this is Kalenz, High Lord of the Elves.
uk_ua: Мій Королю, це Каленз, Вищий Лорд Ельфів.

source: My Lord, I can arrange the defenses around the city.
uk_ua: Мій пане, я можу зайнятися обороною міста.

source: My Lord, things are very grave indeed, but all is not yet lost. There is still hope if we do not falter.
uk_ua: Мій пане, справи дійсно погані, але не все втрачено. У нас є надія, якщо ми не вагатимемося.

source: My answer will depend on your motives, human. What would you do, knowing the secrets of the unholy ones?
uk_ua: Моя відповідь залежатиме від твоїх намірів, людино. Що ти зробиш, знаючи таємниці нечестивих?

source: My apologies. You are right, of course. We will undertake this task.
uk_ua: Мої вибачення. Ти права, звичайно. Ми візьмемося за це завдання.

source: My apprentice! How did the island fall to such as these?
uk_ua: Мій учень! Як острів опинився в руках цих потвор?

source: My blade is at your throat. Give us the way to my brother now, or I will spill your wretched blood on the ground.
uk_ua: Моє лезо у твоєї горлянки. Веди нас до мого брата негайно, інакше я без вагань проллю твою нечисту кров.

source: My bloodline has ended with my sons, and I am old. Let the ships take the women, children, and young men first. A new kingdom must be born of vital blood. We old men are still of some value. We will make the orcs pay dearly when they come to take this place!
uk_ua: Моя династія обірвалася на моїх синах, а я старий. Нехай кораблі візьмуть в першу чергу жінок, дітей і молодих чоловіків. Нове королівство повинне народитися зі свіжою кров'ю. А ми, люди похилого віку, ще дечого коштуємо. Ми змусимо орків дорого заплатити, коли вони прийдуть брати цю фортецю!

source: My brother has died unavenged! I have failed!
uk_ua: Я не зміг помститися за смерть брата! Я невдаха!

source: My brother, kidnapped? I have failed you, Baran! And even now Mordak’s forces descend upon the village!
uk_ua: Мого брата викрали? Я підвів тебе, Б'ярне! І тепер сили Мордака буде неможливо зупинити, наше село впаде!

source: My clan was destroyed long ago, leaving me to fend for myself. Let me join your army and I will fight as though your clan was my own!
uk_ua: Мій клін знищили давним-давно, залишивши мене напризволяще. Дозвольте мені приєднатися до вашої армії, і я буду битися так, ніби ваш клан це мій власний!

source: My days of pillage and plunder are over! Avenge me, my brothers...
uk_ua: Закінчилися мої дні мародерства та пограбувань! Мої брати, помстіться за мене...

source: My deepest apologies, sir! Bandits have been pillaging the villages and killing the peasants — we tried our utmost to resist and expel them, but their numbers were too great. Alas, Sir Gerrick and I are now the last two who remain. The South Guard is no more.
uk_ua: Мої найщиріші вибачення, пане! Бандити грабують села та вбивають селян — ми намагалися боротися та прогнати їх, але вони значно переважають нас числом. На жаль, Пан Геррік та я це всі, хто лишились. Південної Гвардії більше не існує.

source: My eyes do not extend beyond the forest. You have indeed shown yourself a tree-friend, I would there were more I could do to help you.
uk_ua: Мої очі не бачать за межами лісу. Але ти показав, що ти справжній другом дерев, я б хотів якось допомогти тобі.

source: My face kinda itches... I gotta be careful around these big ones.
uk_ua: Лице якось пече... Мені треб бути обережніше поряд з цими великими.

source: My family was from Southbay. My father was a soldier there. The city’s sewer entrance is near that fossil of a lich.
uk_ua: Моя сім'я родом з Південної Бухти. Мій батько служив там солдатом. Недалеко від того місця, де знаходяться кам'яні рештки ліча, розташований вхід в міську каналізацію.

source: My forces are defeated. Under your customs of surrender, I will go now.
uk_ua: Мої сили розбиті. Я здаюся, і, згідно з вашими звичаями, ви повинні дати мені піти.

source: My friends, I am in your debt for your kind offer. But we have no time to waste!
uk_ua: Мої друзі, я у вас у боргу за таку щедру пропозицію. Але ми не можемо більше втрачати час даремно!

source: My friends, do not let me join these accursed undead! Please, bury me deeply...
uk_ua: Мої друзі, не дайте мені приєднатися до цих клятих мерців! Будь ласка, поховайте мене глибоко...

source: My glyph is on.
uk_ua: Мій гліф активовано.

source: My kind are bound to the forest, we would be of little help to you beyond our borders. Maybe we could still be of some aid to you. In a war of your people some time ago one of your kings trapped an evil lich in the catacombs of the temple at the heart of the wood. We were there, we were watching.
uk_ua: Ми прив'язані до лісу, за його межами від нас буде мало пуття. Але, можливо, ми все ж зможемо допомогти. У нещодавній війні один з ваших королів заманив мерзенного ліча в підземелля під храмом, що в центрі острова. Він замкнув його там. Ми там були, ми усі бачили.

source: My kind? I am a knight of Wesnoth and a messenger appointed by the King himself! What do you mean, <i>“my kind”</i>? And where is the South Guard?
uk_ua: Такі як я? Я лицар Весноту та посланець самого Короля! ? Які <i>“ви”</i>? І де Південна Гвардія?

source: My king does not command him... but if elves and humans do not stand together in this, I fear we will fall separately.
uk_ua: Мій Король не керує ним... Але якщо зараз ельфи і люди не об'єднаються, я боюся, що поодинці ми ляжемо.

source: My lady, we have come to the elves to seek guidance. Bandits and criminals have summoned the dead to help them plunder our farms and villages. They come from the great forest across the river to our south, where no man has yet traveled. We have defeated many a bandit already, but I fear that we cannot continue to battle them for much longer with the undead under their control.
uk_ua: Моя пані, ми прийшли до ельфів шукати поради. Бандити і злочинці на нашій землі підняли мертвих і вони допомагають їм грабувати наші хутори та сели. Вони приходять з великого лісу на південь від наших країв, де раніше не було жодної людини, і переходять ріку. Ми перемогли вже багатьох бандитів, але, боюся, ми не зможемо так продовжувати, поки вони мають мерців під своєю командою.

source: My life force feels fine as it is.
uk_ua: Моє життєва сила і так в нормі.

source: My lord Kalenz, at last I have found you!
uk_ua: Каленз, мій лорде! Нарешті я знайшла вас!

source: My lord! You may need the help of some of us who have skill in the sea in future. We would like to come with you and offer you help.
uk_ua: Пане! Можливо, в подальшому, тобі може знадобитися допомога кого-небудь, хто пристосований до води. Ми хочемо піти з тобою, і пропонуємо тобі допомогу.
